import multimedia1 from "../../../../public/multimedia/multimedia1.jpg";
import multimedia2 from "../../../../public/multimedia/multimedia2.jpg";

export const multimediaList = [
  {
    id: 1,
    img: multimedia1.src,
    title: "Элемент 1",
    content:
      "Дизайн автомобилей Hongqi сразу говорит о том, что они относятся к премиум-сегменту. Они хорошо вписываются в поток современных авто и при этом имеют собственную ",
  },
  {
    id: 2,
    img: multimedia2.src,
    title: "Элемент 2",
    content:
      "Дизайн автомобилей Hongqi сразу говорит о том, что они относятся к премиум-сегменту. Они хорошо вписываются в поток современных авто и при этом имеют собственную ",
  },
  {
    id: 3,
    img: multimedia1.src,
    title: "Элемент 3",
    content:
      "Дизайн автомобилей Hongqi сразу говорит о том, что они относятся к премиум-сегменту. Они хорошо вписываются в поток современных авто и при этом имеют собственную ",
  },
  {
    id: 4,
    img: multimedia2.src,
    title: "Элемент 4",
    content:
      "Дизайн автомобилей Hongqi сразу говорит о том, что они относятся к премиум-сегменту. Они хорошо вписываются в поток современных авто и при этом имеют собственную ",
  },
  {
    id: 5,
    img: multimedia1.src,
    title: "Элемент 1",
    content:
      "Дизайн автомобилей Hongqi сразу говорит о том, что они относятся к премиум-сегменту. Они хорошо вписываются в поток современных авто и при этом имеют собственную ",
  },
  {
    id: 6,
    img: multimedia2.src,
    title: "Элемент 2",
    content:
      "Дизайн автомобилей Hongqi сразу говорит о том, что они относятся к премиум-сегменту. Они хорошо вписываются в поток современных авто и при этом имеют собственную ",
  },
  {
    id: 7,
    img: multimedia1.src,
    title: "Элемент 3",
    content:
      "Дизайн автомобилей Hongqi сразу говорит о том, что они относятся к премиум-сегменту. Они хорошо вписываются в поток современных авто и при этом имеют собственную ",
  },
  {
    id: 8,
    img: multimedia2.src,
    title: "Элемент 4",
    content:
      "Дизайн автомобилей Hongqi сразу говорит о том, что они относятся к премиум-сегменту. Они хорошо вписываются в поток современных авто и при этом имеют собственную ",
  },
];
