import section1 from "../../../../public/brand/section1.jpg";
import section2 from "../../../../public/brand/section2.jpg";

export const sectionContent = [
  {
    id: 1,
    title: "О бренде Hongqi",
    paragraphs: [
      "Hongqi относится к китайским премиум-брендам, которые уже достаточно давно существуют на рынке. Первый выпуск автомобиля был в 1959 г. В течение нескольких десятилетий здесь выпускался ряд проверенных моделей, которые постоянно совершенствовались. Модельный ряд пережил несколько поколений и перезапусков, поэтому цена и комплектация Hongqi может заметно отличаться. Это автомобили с действительно оригинальным внешним видом. На российский рынок первые поставки начали производиться только в 2023 году.",
      "К характерным чертам модельного ряда Hongqi можно отнести высокий уровень надежности, привлекательный внешний вид и хорошее техническое оснащение. Современные модели имеют качественную электронику.",
    ],
    image: section1.src,
    textIsLeft: true,
  },
  {
    id: 2,
    title: "концепция бренда",
    paragraphs: [
      "Концепция бренда Hongqi подчеркивает «новое благородство», «новую изысканность» и «новые чувства», подразумевая глубокую интеграцию традиционной восточной и мировой культуры, сочетая передовую науку и технологии с эмоциями для предоставления услуг превосходного качества.",
    ],
    image: section2.src,
    textIsLeft: false,
  },
  {
    id: 3,
    title: "дизайн",
    paragraphs: [
      "Дизайн автомобилей Hongqi сразу говорит о том, что они относятся к премиум-сегменту. Они хорошо вписываются в поток современных авто и при этом имеют собственную индивидуальность. Инженеры продумали каждую линию дизайна. Тут отлично сочетается плавность и характерные крупные радиаторные решетки, появляющиеся у большинства моделей. Благодаря этому образуется ровный, словно обрубленный, «нос» передней части.",
    ],
    image: section1.src,
    textIsLeft: true,
  },
  {
    id: 4,
    title: "технологии",
    paragraphs: [
      "Стоимость Hongqi для многих покупателей, которые ценят безопасность, вполне оправданна, так как здесь разработчики продумали оптимальную систему, которая является удобной и создает высокий уровень защиты. В нее входят как механические, так и электронные средства, работающие в автоматическом режиме. Для каждой модели сочетание компонентов может быть уникальным, но практически всегда уровень безопасности соответствует современным премиум-авто.",
    ],
    image: section2.src,
    textIsLeft: false,
  },
];
